7zip
7zip-standalone
aajohan-comfortaa-fonts
abrt
abrt-cli
abrt-desktop
acl
adobe-source-code-pro-fonts
adwaita-mono-fonts
adwaita-sans-fonts
adw-gtk3-theme
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda
anaconda-install-env-deps
android-tools
antigravity
at
atheros-firmware
at-spi2-atk
at-spi2-core
attr
audit
authselect
autoconf
autocorr-pt
automake
avahi
b43-fwcutter
b43-openfwwf
baobab
bash
bash-color-prompt
bash-completion
bc
biber
bind-utils
binutils
bison
blktrace
bluez-cups
bpftrace
brcmfmac-firmware
brightnessctl
brltty
btop
btrfs-progs
byacc
bzip2
ccache
chrony
cifs-utils
cirrus-audio-firmware
clang
code-insiders
colord
compsize
conda
coreutils
cpio
crontabs
cscope
ctags
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
dbus
dconf
ddcutil
decibels
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
dejavu-sans-fonts
deltarpm
desktop-backgrounds-gnome
dhcp-client
diffstat
dnf5
dnf5-plugins
dnsmasq
dnsmasq-langpack
dos2unix
dosfstools
dotnet-host
doxygen
dracut-config-rescue
dracut-live
dracut-network
dwarves
e2fsprogs
ed
efibootmgr
elfutils
ethtool
evince-djvu
exfatprogs
fastfetch
fedora-bookmarks
fedora-chromium-config
fedora-flathub-remote
fedora-packager
fedora-release-workstation
fedora-workstation-backgrounds
fedora-workstation-repositories
fedpkg
ffmpeg
file
filesystem
firewalld
fish
flex
flexiblas
flexiblas-netlib
flexiblas-openblas-openmp
fpaste
fprintd-pam
freerdp
fresh-editor
fwupd
gamemode
gcc
gcc-c++
gdb
gdm
gettext
gh
ghostscript
ghostty
git
git-filter-repo
glibc
glibc-all-langpacks
glibc-devel
glib-networking
glycin-thumbnailer
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-classic-session
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-epub-thumbnailer
gnome-font-viewer
gnome-initial-setup
gnome-logs
gnome-maps
gnome-remote-desktop
gnome-session-wayland-session
gnome-settings-daemon
gnome-shell
gnome-shell-common
gnome-shell-extension-appindicator
gnome-shell-extension-background-logo
gnome-shell-extension-gsconnect
gnome-software
gnome-system-monitor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnulib-l10n
gnupg2
gnupg2-g13
gnupg2-scdaemon
gnupg2-utils
gnupg2-wks
golang
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-efi-x64-modules
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gstreamer1-plugin-dav1d
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-bad-freeworld
gstreamer1-plugins-good
gstreamer1-plugins-ugly
gstreamer1-plugins-ugly-free
gst-thumbnailers
gtkmm2.4
gtkmm4.0-devel
gutenprint
gutenprint-cups
gvfs-afc
gvfs-afp
gvfs-archive
gvfs-fuse
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hfsplus-tools
hidapi
hostname
htop
hugo
hunspell
hunspell-pt
hunspell-pt-BR
hyperv-daemons
hyphen-pt
hyphen-pt-BR
i2c-tools
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-typing-booster
indent
inotify-tools
intel-audio-firmware
intel-gpu-firmware
intel-lpmd
intel-media-driver
intel-vsc-firmware
iotop-c
iperf3
iproute
iptables-nft
iptstate
iputils
irqbalance
iscsi-initiator-utils
isomd5sum
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mld-firmware
iwlwifi-mvm-firmware
kbd
kbd-legacy
kernel
kernel-core
kernel-modules
kernel-modules-core
kernel-modules-extra
kernel-modules-internal
kernel-selftests-internal
kexec-tools
koji
koji-tool
langpacks-core-pt_BR
langpacks-fonts-pt
langpacks-pt_BR
less
libdnf5-plugin-expired-pgp-keys
libebur128
libertas-firmware
libgfortran
libglvnd-gles
libheif-freeworld
libi2c
libmemcached-awesome
libmemcached-awesome-tools
libopenjph
libperf
libperf-devel
libqhull_r
libquadmath
libreoffice-calc
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-help-pt-BR
libreoffice-impress
libreoffice-langpack-pt-BR
libreoffice-writer
librsvg2
libtinysparql
libtool
libusb-compat-0.1
libva-intel-driver
libva-intel-media-driver
libva-utils
libvirt-daemon-config-network
libvirt-daemon-kvm
libXi-devel
linux-firmware
livesys-scripts
lld
llvm
lm_sensors
localsearch
logrotate
loupe
lrzsz
lsb_release
lsd
lsof
ltrace
lvm2
lz4
mactel-boot
mailcap
make
man-db
man-pages
man-pages-pt_BR
mcelog
mdadm
mediawriter
mesa-dri-drivers
mesa-libEGL
mesa-vulkan-drivers
microcode_ctl
ModemManager
mpage
mpv
mt7xxx-firmware
mtr
mysql-server
mysql-workbench-community
mythes-pt
nautilus
ncurses
ncurses-devel
nethogs
net-tools
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-config-connectivity-fedora
NetworkManager-openconnect-gnome
NetworkManager-openvpn-gnome
NetworkManager-ppp
NetworkManager-pptp-gnome
NetworkManager-ssh-gnome
NetworkManager-ssh-selinux
NetworkManager-vpnc-gnome
NetworkManager-wifi
NetworkManager-wwan
nfs-utils
nmap-ncat
nodejs22
nodejs22-docs
nodejs22-full-i18n
nodejs22-libs
nodejs22-npm
nss-mdns
ntfs-3g
ntfsprogs
numactl
nvidia-gpu-firmware
nvme-cli
nxpwireless-firmware
openblas
openblas-openmp
openh264
opensc
openssh-clients
openssh-server
openssl
openssl-devel-engine
open-vm-tools-desktop
orca
PackageKit-command-not-found
PackageKit-gstreamer-plugin
PackageKit-gtk3-module
pam_afs_session
pandoc-cli
pandoc-common
paps
parted
passwdqc
patch
patchutils
pciutils
perf
perl
perl-Authen-SASL
perl-autodie
perl-autovivification
perl-B-Hooks-EndOfScope
perl-Business-ISBN
perl-Business-ISBN-Data
perl-Business-ISMN
perl-Business-ISSN
perl-Class-Accessor
perl-Class-Data-Inheritable
perl-Class-Inspector
perl-Class-Method-Modifiers
perl-Class-Singleton
perl-Class-XSAccessor
perl-Clone
perl-Compress-Raw-Bzip2
perl-Compress-Raw-Zlib
perl-Convert-ASN1
perl-Data-Compare
perl-Data-Dump
perl-Data-OptList
perl-Data-Uniqid
perl-Date-ISO8601
perl-Date-Manip
perl-DateTime
perl-DateTime-Calendar-Julian
perl-DateTime-Format-Builder
perl-DateTime-Format-Strptime
perl-DateTime-Locale
perl-DateTime-TimeZone
perl-DateTime-TimeZone-SystemV
perl-DateTime-TimeZone-Tzfile
perl-deprecate
perl-devel
perl-Devel-CallChecker
perl-Devel-Caller
perl-Devel-GlobalDestruction
perl-Devel-LexAlias
perl-Devel-StackTrace
perl-Digest-HMAC
perl-Digest-SHA
perl-Dist-CheckConflicts
perl-DynaLoader-Functions
perl-Email-Date-Format
perl-Encode-Locale
perl-encoding
perl-English
perl-Eval-Closure
perl-Exception-Class
perl-Exporter-Tiny
perl-ExtUtils-MM-Utils
perl-File-Compare
perl-File-Copy
perl-File-Find-Rule
perl-File-Listing
perl-File-ShareDir
perl-File-Slurper
perl-Filter
perl-GD
perl-GD-Barcode
perl-generators
perl-GSSAPI
perl-Hash-Util-FieldHash
perl-HTML-Parser
perl-HTML-Tagset
perl-HTTP-Cookies
perl-HTTP-Date
perl-HTTP-Message
perl-HTTP-Negotiate
perl-I18N-Langinfo
perl-I18N-LangTags
perl-IO-Compress
perl-IO-Compress-Brotli
perl-IO-HTML
perl-IO-String
perl-IPC-Cmd
perl-IPC-Run3
perl-IPC-System-Simple
perl-IPC-SysV
perl-JSON
perl-LDAP
perl-Lexical-SealRequireHints
perl-Lexical-Var
perl-libwww-perl
perl-Lingua-Translit
perl-List-AllUtils
perl-List-MoreUtils
perl-List-MoreUtils-XS
perl-List-SomeUtils
perl-List-UtilsBy
perl-Locale-Maketext
perl-Locale-Maketext-Simple
perl-Log-Dispatch
perl-Log-Dispatch-FileRotate
perl-Log-Log4perl
perl-LWP-MediaTypes
perl-LWP-Protocol-https
perl-Mail-Sender
perl-Mail-Sendmail
perl-MailTools
perl-Math-BigInt
perl-Math-Complex
perl-meta-notation
perl-MIME-Charset
perl-MIME-Lite
perl-MIME-Types
perl-Module-CoreList
perl-Module-Implementation
perl-Module-Load
perl-Module-Load-Conditional
perl-Module-Metadata
perl-Module-Runtime
perl-Mozilla-CA
perl-MRO-Compat
perl-namespace-autoclean
perl-namespace-clean
perl-Net-HTTP
perl-Net-SMTP-SSL
perl-NTLM
perl-Number-Compare
perl-Opcode
perl-open
perl-Package-Generator
perl-Package-Stash
perl-Package-Stash-XS
perl-PadWalker
perl-Params-Check
perl-Params-Classify
perl-Params-Util
perl-Params-Validate
perl-Params-ValidationCompiler
perl-Parse-RecDescent
perl-PerlIO-utf8_strict
perl-Pod-Html
perl-Ref-Util
perl-Ref-Util-XS
perl-Regexp-Common
perl-Role-Tiny
perl-Safe
perl-sigtrap
perl-Sort-Key
perl-Specio
perl-Sub-Exporter
perl-Sub-Exporter-Progressive
perl-Sub-Install
perl-subs
perl-Sys-Hostname
perl-Sys-Syslog
perl-Text-Balanced
perl-Text-BibTeX
perl-Text-CSV
perl-Text-Glob
perl-Text-Roman
perl-Text-Soundex
perl-Text-Unidecode
perltidy
perl-Tie
perl-Tie-Cycle
perl-Tie-RefHash
perl-TimeDate
perl-Time-HiRes
perl-Try-Tiny
perl-Unicode-Collate
perl-Unicode-LineBreak
perl-Unicode-Normalize
perl-Unicode-UCD
perl-Variable-Magic
perl-version
perl-WWW-RobotRules
perl-XML-LibXML
perl-XML-LibXML-Simple
perl-XML-LibXSLT
perl-XML-NamespaceSupport
perl-XML-Parser
perl-XML-SAX
perl-XML-SAX-Base
perl-XML-Writer
perl-XML-XPath
perl-XString
pesign
pinentry-gnome3
pinfo
pipewire-alsa
pipewire-config-raop
pipewire-gstreamer
pipewire-jack-audio-connection-kit
pipewire-jack-audio-connection-kit-libs
pipewire-pulseaudio
pipewire-utils
pipx
pkgconf
plocate
plutosvg
plutovg
plymouth
plymouth-system-theme
podman
policycoreutils
policycoreutils-python-utils
polkit
powerline-fonts
prefixdevname
preload
procps-ng
psacct
psmisc
python3-anyio
python3-argon2-cffi
python3-argon2-cffi-bindings
python3-arrow
python3-asttokens
python3-async-lru
python3-babel
python3-bleach
python3-certifi
python3-comm
python3-contourpy
python3-cycler
python3-decorator
python3-defusedxml
python3-devel
python3-executing
python3-fastjsonschema
python3-fonttools
python3-fqdn
python3-h11
python3-html5lib
python3-httpcore
python3-httpx
python3-ipykernel
python3-ipython
python3-isoduration
python3-jedi
python3-jinja2
python3-json5
python3-json-logger
python3-jsonpointer
python3-jsonschema+format-nongpl
python3-jupyter-client
python3-jupyter-core
python3-jupyter-events
python3-jupyterlab_pygments
python3-jupyterlab-server
python3-jupyter-lsp
python3-jupyter-server
python3-jupyter-server-terminals
python3-kiwisolver
python3-matplotlib
python3-matplotlib-data-fonts
python3-matplotlib-inline
python3-matplotlib-tk
python3-mistune
python3-nbclient
python3-nbconvert
python3-nbformat
python3-nest-asyncio
python3-netifaces
python3-notebook-shim
python3-numpy
python3-numpy-f2py
python3-pandas
python3-pandocfilters
python3-parso
python3-pillow-tk
python3-pip
python3-platformdirs
python3-pooch
python3-prometheus_client
python3-prompt-toolkit
python3-psutil
python3-pure-eval
python3-pygments
python3-pyparsing
python3-pytest
python3-pytz
python3-pyzmq
python3-rfc3339-validator
python3-rfc3986-validator
python3-scipy
python3-send2trash
python3-sniffio
python3-stack-data
python3-terminado
python3-tinycss2
python3-tkinter
python3-tornado
python3-traitlets
python3-typing-extensions
python3-uri-template
python3-wcwidth
python3-webcolors
python3-webencodings
python3-websocket-client
python-jupyter-filesystem
qadwaitadecorations-qt5
qemu-guest-agent
qemu-kvm
qt5-qtbase
qt5-qtbase-devel
qt5-qtbase-gui
qt5-qtdeclarative
qt5-qtlocation
qt5-qtmultimedia
qt5-qtnetworkauth
qt5-qtscript
qt5-qtspeech
qt5-qtwebchannel
qt5-qtwebengine
qt5-qtwebsockets
qt5-qtxmlpatterns
qt6-qtscxml
qt6-qttools-common
qt6-qttools-libs-help
quota
rdesktop
realmd
realtek-firmware
realtime-tests
remove-retired-packages
rhythmbox
ripgrep
rootfiles
rpm
rpm-build
rpmdevtools
rpmfusion-free-appstream-data
rpmfusion-free-release
rpmfusion-nonfree-appstream-data
rpmfusion-nonfree-release
rsync
rsyslog
rtla
rt-tests
rv
rygel
samba
samba-client
sane-backends-drivers-scanners
schedtool
SDL3_image
SDL3_ttf
seahorse
selinux-policy-targeted
setup
shadow-utils
shim-ia32
shim-x64
showtime
simple-scan
smartmontools
sombok
sos
speech-dispatcher
speech-dispatcher-utils
spice-vdagent
spice-webdavd
sssd-common
sssd-kcm
sssd-proxy
stow
strace
s-tui
subversion
sudo
sushi
symlinks
sysbench
sysstat
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-udev
systemtap
tar
tcl8
tcpdump
teamd
texlive-algorithms
texlive-alphalph
texlive-amscls
texlive-amsfonts
texlive-amsmath
texlive-atbegshi
texlive-attachfile
texlive-atveryend
texlive-auto-pst-pdf
texlive-auxhook
texlive-avantgar
texlive-babel
texlive-babelbib
texlive-base
texlive-bera
texlive-biblatex
texlive-bidi
texlive-bigintcalc
texlive-bitset
texlive-bookman
texlive-bookmark
texlive-booktabs
texlive-breakurl
texlive-caption
texlive-catchfile
texlive-changepage
texlive-charter
texlive-cm
texlive-cm-super
texlive-colortbl
texlive-courier
texlive-csquotes
texlive-ctablestack
texlive-currfile
texlive-dehyph
texlive-dvipng
texlive-enumitem
texlive-epstopdf
texlive-epstopdf-pkg
texlive-eso-pic
texlive-etex
texlive-etexcmds
texlive-etex-pkg
texlive-etoolbox
texlive-euenc
texlive-fancyhdr
texlive-fancyvrb
texlive-filecontents
texlive-filehook
texlive-float
texlive-fontspec
texlive-footmisc
texlive-fp
texlive-fpl
texlive-geometry
texlive-gettitlestring
texlive-graphics
texlive-graphics-cfg
texlive-graphics-def
texlive-gsftopk
texlive-helvetic
texlive-hobsub
texlive-hologo
texlive-hycolor
texlive-hypdoc
texlive-hyperref
texlive-hyphen-base
texlive-hyph-utf8
texlive-ifmtarg
texlive-ifplatform
texlive-iftex
texlive-infwarerr
texlive-intcalc
texlive-kastrup
texlive-knuth-lib
texlive-koma-script
texlive-kpathsea
texlive-kvdefinekeys
texlive-kvoptions
texlive-kvsetkeys
texlive-l3backend
texlive-l3kernel
texlive-l3packages
texlive-latex
texlive-latexconfig
texlive-latex-fonts
texlive-letltxmacro
texlive-listings
texlive-lm
texlive-logreq
texlive-ltxcmds
texlive-lua-alt-getopt
texlive-luabidi
texlive-lualibs
texlive-luaotfload
texlive-luatex
texlive-luatexbase
texlive-lua-uni-algos
texlive-makecmds
texlive-marginnote
texlive-marvosym
texlive-mathpazo
texlive-memoir
texlive-mparhack
texlive-multido
texlive-natbib
texlive-palatino
texlive-paralist
texlive-pdfcolmk
texlive-pdfescape
texlive-pdftex
texlive-pdftexcmds
texlive-pgf
texlive-picture
texlive-placeins
texlive-plain
texlive-polyglossia
texlive-psnfss
texlive-pst-3d
texlive-pst-coil
texlive-pst-eps
texlive-pst-fill
texlive-pst-grad
texlive-pst-math
texlive-pst-node
texlive-pst-ovl
texlive-pst-plot
texlive-pstricks
texlive-pstricks-add
texlive-pst-text
texlive-pst-tools
texlive-pst-tree
texlive-ragged2e
texlive-refcount
texlive-rerunfilecheck
texlive-sauerj
texlive-setspace
texlive-showexpl
texlive-stringenc
texlive-subfig
texlive-symbol
texlive-tex-ini-files
texlive-texlive.infra
texlive-texlive-scripts
texlive-times
texlive-tipa
texlive-titlesec
texlive-tools
texlive-underscore
texlive-unicode-data
texlive-uniquecounter
texlive-url
texlive-utopia
texlive-varwidth
texlive-xcolor
texlive-xifthen
texlive-xkeyval
texlive-xpatch
texlive-xstring
texlive-xunicode
texlive-zapfding
texlive-zref
tftp
tftp-server
thermald
time
timeshift
tinysparql
tiwilink-firmware
tk8
toolbox
traceroute
transmission-daemon
tree
ulauncher
unoconv
unzip
uresourced
usb_modeswitch
usbutils
util-linux
util-linux-script
v4l-utils
valgrind
vim-minimal
virt-install
virt-manager
virt-viewer
vulkan-tools
warp-terminal
wget2-wget
which
whois
wireplumber
words
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs-gtk
xev
xfsprogs
xpdf-libs
xrandr
yelp
zip
zram-generator-defaults
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zziplib
