com.belmoussaoui.Authenticator
com.bitwarden.desktop
com.brave.Browser
com.calibre_ebook.calibre
com.discordapp.Discord
com.github.fabiocolacio.marker
com.github.marktext.marktext
com.github.tchx84.Flatseal
com.github.wwmm.easyeffects
com.google.Chrome
com.heroicgameslauncher.hgl
com.mattjakeman.ExtensionManager
com.protonvpn.www
com.rafaelmardojai.Blanket
com.rtosta.zapzap
com.stremio.Stremio
com.super_productivity.SuperProductivity
com.todoist.Todoist
com.valvesoftware.Steam
de.haeckerfelix.Fragments
dev.geopjr.Collision
io.github.giantpinkrobots.varia
io.gitlab.librewolf-community
io.missioncenter.MissionCenter
io.podman_desktop.PodmanDesktop
io.typora.Typora
md.obsidian.Obsidian
net.davidotek.pupgui2
one.ablaze.floorp
org.flameshot.Flameshot
org.gimp.GIMP
org.gnome.Adwaita1.Demo
org.gnome.gitlab.somas.Apostrophe
org.gnome.Papers
org.gnome.Solanum
org.gnome.TextEditor
org.gnome.World.PikaBackup
org.kde.kolourpaint
org.kde.ktouch
org.libretro.RetroArch
org.mozilla.firefox
org.mozilla.Thunderbird
org.pipewire.Helvum
org.signal.Signal
org.telegram.desktop
org.videolan.VLC
page.codeberg.libre_menu_editor.LibreMenuEditor
